[
    {
        "title": "Python developer",
        "url": "https://tyumen.hh.ru/vacancy/53379080?from=vacancy_search_list&hhtmFrom=vacancy_search_list&query=python",
        "company": "ИНСИС",
        "description": "Поддержка рабочего кода, улучшения в работе сервиса видеонаблюдения и ТВ. Поддержка сервиса домофонии. Взаимодействие с билинговой системой (есть возможность выбора...Python. Docker. Понимание процессов и опыт CI/CD. GitLab. Python (FastAPI в приоритете, django). Kafka. Знание одного из диалектов SQL..."
    },
    {
        "title": "Аналитик данных (Data Scientist)",
        "url": "https://tyumen.hh.ru/vacancy/53281326?from=vacancy_search_list&hhtmFrom=vacancy_search_list&query=python",
        "company": "Site&Seo",
        "description": "Разработка, настройка и улучшение предсказательных моделей по ключевым показателям. Выбор и расчет метрик качества моделей (ROC, AUC, интерпретация результатов). Уверенные знания языка Python. Опыт построения моделей машинного обучения (logistic regression, random forest, gradient boosting, neural networks). Опыт анализа ключевых..."
    },
    {
        "title": "Программист Middle Python",
        "url": "https://tyumen.hh.ru/vacancy/51992930?from=vacancy_search_list&hhtmFrom=vacancy_search_list&query=python",
        "company": "Carbon Soft",
        "description": "Разработка продукта EvaCRM. Активно улучшать продукт, делая новые фичи. Участие в улучшении и доработке текущей архитектуры. Улучшение внутренних процессов работы...Опыт в рефакторинге, декомпозиции, построении модульных приложений. Знание git. Опыт работы с SQL (желательно с PostgreSQL). Python 3.8. Flask. "
    },
    {
        "title": "Программист Python",
        "url": "https://tyumen.hh.ru/vacancy/49933119?from=vacancy_search_list&hhtmFrom=vacancy_search_list&query=python",
        "company": "ООО КЦМ",
        "description": "Поддержание проектов компании (CRM - система,разработка сайтов,Web - проектов от Лендинга до Web - сервисов).Знание языка программирования Python. Уверенное владение Linux. Знание Django. Git. Понимание принципов работы баз данных. Технический английский (будет преимуществом). "
    },
    {
        "title": "Full-stack Python developer middle+ (Кипр, г. Лимассол)",
        "url": "https://tyumen.hh.ru/vacancy/52835130?from=vacancy_search_list&hhtmFrom=vacancy_search_list&query=python",
        "company": "Skanestas Investments Limited",
        "description": "Разработка ассистант систем для трейдеров (оповещения, веб-дашборды). Создание и мониторинг автоматизированных биржевых алгоритмов. Создание загрузчиков биржевых данных. Опыт разработки на Python 3 не менее 3-х лет. Есть навык структурно писать тесты и тестируемый код. "
    },
    {
        "title": "Python-разработчик",
        "url": "https://tyumen.hh.ru/vacancy/53382770?from=vacancy_search_list&hhtmFrom=vacancy_search_list&query=python",
        "company": "Цветочная мастерская Лаванда",
        "description": "Реализовывать новые функции для магазина и информационной системы. Решать задачи по масштабированию, оптимизации и ускорению сервиса. Разрабатывать backend. Хорошо знакомы с асинхронным программированием. Писали на Python не менее 3 лет. Разбираетесь в PostgreSQL. Знаете и работали с flask..."
    },
    {
        "title": "Разработчик (Python)",
        "url": "https://tyumen.hh.ru/vacancy/52021272?from=vacancy_search_list&hhtmFrom=vacancy_search_list&query=python",
        "company": "Пикта. Карьера в Пикта",
        "description": "Основная задача, с которой предстоит встречаться почти каждый день - разработка новых программ-роботов и поддержка существующих. Кроме этого необходимо будет...Хорошего разработчика со знанием и опытом работы с: Объектно-ориентированными языками программирования (VB.net, Python). Реляционными базами данных (Ms SQL, Postgre..."
    },
    {
        "title": "Python-разработчик",
        "url": "https://tyumen.hh.ru/vacancy/52228057?from=vacancy_search_list&hhtmFrom=vacancy_search_list&query=python",
        "company": "Контур",
        "description": "Задачи разработки, которые сейчас решаются силами инженеров. Автоматизация рутины, чтобы заниматься действительно интересными вещами. Писать системы контроля и мониторинга, утилиты...Опыт разработки на Python от двух лет, желательно уровня Middle/Senior. Желание погружаться в том числе в системную разработку. "
    },
    {
        "title": "Middle Python Developer со знанием CS:GO",
        "url": "https://tyumen.hh.ru/vacancy/53517177?from=vacancy_search_list&hhtmFrom=vacancy_search_list&query=python",
        "company": "ИП Бондаренко Ростислав Витальевич",
        "description": "Команда разработки русскоязычная, полностью распределенная. Взаимодействуем через стандартный набор инструментов - Jira  Gitlab. Задачи: Непрерывная реализация ивентов по CS:GO. Базовые знания и понимание игры СS:GO. Опыт разработки на Django/Flask. Опыт работы с MongoDB. Опыт командной разработки. "
    },
    {
        "title": "Backend-разработчик на Python",
        "url": "https://tyumen.hh.ru/vacancy/52986412?from=vacancy_search_list&hhtmFrom=vacancy_search_list&query=python",
        "company": "ЛОТОС, инжиниринговая компания",
        "description": "Прием заявок на участие ограничен.Обязательные навыки: опыт работы в Python, Flask, HTML, CSS, Bootstrap, MySQL, Git, участие в группах распределенной разработки Интернет-проектов. "
    },
    {
        "title": "Python разработчик",
        "url": "https://tyumen.hh.ru/vacancy/53199168?from=vacancy_search_list&hhtmFrom=vacancy_search_list&query=python",
        "company": "ООО РН-БашНИПИнефть",
        "description": "ОС: Серверные версии Windows, RedHat & CentOS Linux. Инфраструктура: VMware, Docker. Код: Gitlab, непрерывная интеграция и развертывание (CI/CD). Опыт использования библиотек Python для парсинга и обработки данных. Опыт использования Python для разработки сервисов и клиентской части: знание Qt..."
    },
    {
        "title": "Data scientist senior level",
        "url": "https://tyumen.hh.ru/vacancy/52555729?from=vacancy_search_list&hhtmFrom=vacancy_search_list&query=python",
        "company": "ООО АНДАТА",
        "description": "Решение задач бизнеса с помощью машинного обучения. Постановка и декомпозиция задач машинного обучения. Управление небольшой командой (датасайнтист и датаинженер). Отличное знание Python и опыт работы с ним. Знание алгоритмов data mining, теории вероятности и математической статистики. Знание алгоритмов deep..."
    },
    {
        "title": "DevOps инженер/Стажер (удалённо)",
        "url": "https://tyumen.hh.ru/vacancy/53361960?from=vacancy_search_list&hhtmFrom=vacancy_search_list&query=python",
        "company": "EPAM Systems, Inc.",
        "description": "DevOps и Agile. Программирование для DevOps (Bash, Python). Управление конфигурациями (Ansible). Внедрение и настройка CI/CD процессов (Jenkins GitLab CI).Опыт администрирования Linux или Windows систем от 1 года. Знание скриптовых языков (Bash/Python) или других языков программирования. "
    },
    {
        "title": "Python разработчик (продуктовая разработка)",
        "url": "https://tyumen.hh.ru/vacancy/52521673?from=vacancy_search_list&hhtmFrom=vacancy_search_list&query=python",
        "company": "Сайтсофт",
        "description": "Мы ищем специалиста в команду разработки продукта SITESOFT.DATA - платформы для сбора, анализа и визуализации данных. Продукт позволяет собирать данные из...Flask, React. Опыт разработки на одном из фреймворков: Flask/Django/FastAPI/Tornado/aiohttp. Опыт работы с базами данных (не только..."
    },
    {
        "title": "Python developer (Django)",
        "url": "https://tyumen.hh.ru/vacancy/52163316?from=vacancy_search_list&hhtmFrom=vacancy_search_list&query=python",
        "company": "ООО СкайДНС",
        "description": "Предстоящие задачи: Разработка новых сервисов компании. Поддержка и развитие API (json-rpc). Реализация логики в личных кабинетах продуктовых решений. Имеет аналогичный опыт работы от 2 лет. Обладает отличным знанием Python 3. Имеет опыт работы с Django, Flask. "
    },
    {
        "title": "Системный разработчик Python",
        "url": "https://tyumen.hh.ru/vacancy/38348123?from=vacancy_search_list&hhtmFrom=vacancy_search_list&query=python",
        "company": "ООО Айдеко",
        "description": "Разрабатывать микросервисы с использованием Asyncio и AioHTTP. Разрабатывать демоны по настройке и управлению сетью. Писать системные утилиты. Проектировать архитектуру системы...Опыт коммерческой разработки от 3‑х лет. Навыки администрирования сетевых сервисов в Linux (squid, nginx, ppp и др). "
    },
    {
        "title": "Python developer",
        "url": "https://tyumen.hh.ru/vacancy/52287536?from=vacancy_search_list&hhtmFrom=vacancy_search_list&query=python",
        "company": "The Head",
        "description": "Участие в разработке больших, сложных и интересных интернет-проектов - наши клиенты крупнейшие российские и иностранные компании: М.Видео, Спортмастер, аптечная сеть...Владение Python 3, понимание современных подходов к разработке. Опыт работы с MySQL или MariaDB, понимание реляционной модели баз данных. "
    },
    {
        "title": "Middle Python-разработчик в отдел 1С разработки",
        "url": "https://tyumen.hh.ru/vacancy/52274315?from=vacancy_search_list&hhtmFrom=vacancy_search_list&query=python",
        "company": "Контур",
        "description": "Переезд с MYSQL на PostgreSQL. Рефакторинг структуры существующих проектов. Проектирование магазина приложений.Опыт промышленной разработки на Python от двух лет. Понимание работы с бинарными форматами через struct, многопоточностью, многопроцессорностью, асинхронным выполнением. "
    },
    {
        "title": "QA-engineer",
        "url": "https://tyumen.hh.ru/vacancy/52525692?from=vacancy_search_list&hhtmFrom=vacancy_search_list&query=python",
        "company": "InvestEngine",
        "description": "Организовывать и проводить функциональное тестирование web-приложения (и UI, и API). Тестировать мобильные приложения на iOS и Android. От трёх лет опыта тестирования веб- и мобильных приложений. Практический опыт применения практик тест-дизайна. Опыт работы с Postman или..."
    },
    {
        "title": "Python Backend Developer",
        "url": "https://tyumen.hh.ru/vacancy/48486658?from=vacancy_search_list&hhtmFrom=vacancy_search_list&query=python",
        "company": "Playrix",
        "description": "Разрабатывать серверную часть новых сервисов и дорабатывать существующие. Настраивать интеграции между внутренними и облачными сервисами, используемыми в компании.Опыт промышленной backend разработки на Python и SQL. Опыт разработки с использованием асинхронных фреймворков. Понимание REST API. Умение читать, анализировать..."
    },
    {
        "title": "Data Engineer",
        "url": "https://tumen.rabota.ru/vacancy/44027093/?search_id=1646735418985neaju8o5fbc",
        "company": "Работа.ру",
        "description": "Работа.ру — один из главных job-сервисов России. Мы помогаем людям не только найти работу, но и прокачать свои навыки или полностью поменять сферу, еще до собеседования узнать, насколько компания надежная, какие в ней зарплаты, и много чего еще. А компаниям — находить правильных сотрудников, даже если…"
    },
    {
        "title": "Python разработчик",
        "url": "https://tumen.rabota.ru/vacancy/45058051/?search_id=1646735418985neaju8o5fbc",
        "company": "Работа.ру",
        "description": "Работа.ру — один из главных job-сервисов России. Мы помогаем людям не только найти работу, но и прокачать свои навыки или полностью поменять сферу, еще до собеседования узнать, насколько компания надежная, какие в ней зарплаты, и много чего еще. А компаниям — находить правильных сотрудников, даже если…"
    },
    {
        "title": "Devops-инженер",
        "url": "https://tumen.rabota.ru/vacancy/45492715/?search_id=1646735418985neaju8o5fbc",
        "company": "Работа.ру",
        "description": "Работа.ру — один из главных job-сервисов России. Мы помогаем людям не только найти работу, но и прокачать свои навыки или полностью поменять сферу, еще до собеседования узнать, насколько компания надежная, какие в ней зарплаты, и много чего еще. А компаниям — находить правильных сотрудников, даже если…"
    },
    {
        "title": "Системный администратор",
        "url": "https://tumen.rabota.ru/vacancy/45492786/?search_id=1646735418985neaju8o5fbc",
        "company": "Работа.ру",
        "description": "Работа.ру — один из главных job-сервисов России. Мы помогаем людям не только найти работу, но и прокачать свои навыки или полностью поменять сферу, еще до собеседования узнать, насколько компания надежная, какие в ней зарплаты, и много чего еще. А компаниям — находить правильных сотрудников, даже если…"
    },
    {
        "title": "Team Lead / Руководитель группы разработки",
        "url": "https://tumen.rabota.ru/vacancy/45986915/?search_id=1646735418985neaju8o5fbc",
        "company": "Smarter",
        "description": "SMARTER – аутсорсинговый контактный центр. Мы разработали программный комплекс для автоматизации работы всего колл-центра, сейчас им пользуются 1800 наших сотрудников и подключённые к системе компании-партнёры. У нас есть сложный и интересный проект с утвержденным планом развития на год с множеством…"
    },
    {
        "title": "Teamlead Python",
        "url": "https://tumen.rabota.ru/vacancy/46034943/?search_id=1646735418985neaju8o5fbc",
        "company": "Объединенное Кредитное Бюро",
        "description": "Объединенное кредитное бюро (Бюро) – крупнейшее бюро кредитных историй в России. Бюро действует на рынке с 2004 г. В числе наших клиентов более 600 банков, МФО, страховых компаний и операторов сотовой связи. Ищем тимлида в команду PartnerSales, которая занимается интеграцией дистрибьюторов (наших партнеров)…"
    },
    {
        "title": "Data Engineer",
        "url": "https://tumen.rabota.ru/vacancy/45864331/?search_id=1646735418985neaju8o5fbc",
        "company": "ПартКом, ООО",
        "description": "Создание сложных отчетов; Поддержка существующих OLAP-кубов и ETL/ELT процессов, связанных с ними; Взаимодействие с заказчиками; Участие в развитии DWH, автоматизация подготовки витрин данных. Требования: Отличное знание SQL; SSAS, MSSQL, SSIS, SSRS, BI; Плюсом будет Python, колоночные/аналитические…"
    },
    {
        "title": "Cloud Infrastructure Lead / Ведущий инженер по инфраструктуре (СберЗвук Бизнес)",
        "url": "https://tumen.rabota.ru/vacancy/45584042/?search_id=1646735418985neaju8o5fbc",
        "company": "СберЗвук",
        "description": "Это что-то новое. СберЗвук для бизнеса — новое направление в аудиостриминге. Мы создаём музыкальную атмосферу в заведениях, чтобы бренды звучали красиво, увеличивали продажи и нравились людям. И для этого нам нужны профессионалы. О продукте. В нашем сервисе можно создать кастомный плейлист для любого…"
    },
    {
        "title": "Разработчик iOS",
        "url": "https://tumen.rabota.ru/vacancy/45673102/?search_id=1646735418985neaju8o5fbc",
        "company": "ООО \"Центр Трансформации Бизнеса\"",
        "description": "Развивать iOS приложения в команде разработчиков с заданной архитектурой. Использование Code Review и тестов в ходе разработки. Реализовывать продуктовые и технические решения согласно заданию. Оформление кода с файловой структурой и с учетом читабельности. Разработка программных модулей для обработки…"
    },
    {
        "title": "Senior Data Engineer",
        "url": "https://tumen.rabota.ru/vacancy/45817236/?search_id=1646735418985neaju8o5fbc",
        "company": "СберМегаМаркет",
        "description": "СберМегаМаркет — это большая дерзкая цель, крутая команда и стабильные инвестиции. Продукт, который мы создали — высоконагруженная онлайн-платформа, соединяющая товары и покупателей. Множество сервисов нашего продукта работают в гибридной инфраструктуре, которая постоянно расширяется и развивается…"
    },
    {
        "title": "Systems Engineer/SRE",
        "url": "https://tumen.rabota.ru/vacancy/45959130/?search_id=1646735418985neaju8o5fbc",
        "company": "Okko",
        "description": "Мультимедийный сервис Okko — один из крупнейших российских VoD-сервисов, лидер по платной модели монетизации. Проект стартовал в 2011 году и сегодня представлен на всех ключевых платформах: Smart TV, mobile (IOS и Android), Apple TV, PlayStation 3, 4 и 5, web (ПК). Okko входит в экосистему Сбера. В…"
    },
    {
        "title": "Преподаватель курсов программирования (удаленно)",
        "url": "https://tumen.rabota.ru/vacancy/45890625/?search_id=1646735418985neaju8o5fbc",
        "company": "Школа программирования TOKEN",
        "description": "Школа программирования TOKEN - это место, где школьники под руководством преподавателей получают знания в современном и интересном формате, изучают программирование в игровой форме, знакомятся с востребованными профессиями будущего и прокачивают свои soft skills. Основные курсы школы: Minecraft, Scratch…"
    },
    {
        "title": "Риск-аналитик",
        "url": "https://tumen.rabota.ru/vacancy/46203687/?search_id=1646735418985neaju8o5fbc",
        "company": "Микрокредитная компания Рубль.ру",
        "description": "Разработка и оптимизация скоринговых моделей; Анализ переменных, разработка правил и групп на основе исследований переменных; Построение и проверка гипотез направленных на увеличение одобрения и выполнение показателей дефолтности; Выявление уязвимостей моделей; Разработка антифрод правил для пресечения…"
    },
    {
        "title": "Разработчик C++ в сервис Поиска",
        "url": "https://tumen.rabota.ru/vacancy/45649680/?search_id=1646735418985neaju8o5fbc",
        "company": "2ГИС",
        "description": "Привет! Мы в команде поиска разрабатываем поисковый движок для 2ГИС. Делаем его таким, чтобы наши пользователи находили всё точно, полно, быстро и на любом устройстве. Для этого мы проверяем работу поиска так, что тестов прогоняется за день больше, чем пользователи делают запросов на бою. Анализируем…"
    },
    {
        "title": "Разработчик на Python Back-end",
        "url": "https://tumen.rabota.ru/vacancy/45465986/?search_id=1646735418985neaju8o5fbc",
        "company": "КОРУС Консалтинг СНГ",
        "description": "СберКорус — цифровая платформа для компаний и физических лиц. Мы организуем любой бизнес-процесс без бумаги. В 2004 году компания “КОРУС Консалтинг СНГ” стала первым в России оператором электронного документооборота, а в 2012 году вошла в экосистему Сбера и сменила название, сохранив за собой все свои…"
    },
    {
        "title": "Специалист технической поддержки",
        "url": "https://tumen.rabota.ru/vacancy/46087077/?search_id=1646735418985neaju8o5fbc",
        "company": "Тинькофф",
        "description": "Поддержка пользователей высоконагруженной системы аналитики и мониторинга; Решение проблем в рамках своей компетенции; Взаимодействие со смежными подразделениями по решению технических вопросов; Требования: Опыт работы с технологиями и протоколами http, grpc, rest api; Понимание концепции работы клиент-сервер…"
    },
    {
        "title": "Python Developer",
        "url": "https://tumen.rabota.ru/vacancy/45996018/?search_id=1646735418985neaju8o5fbc",
        "company": "ООО \"Ай-Ти Технолоджис\"",
        "description": "Привет! Мы - IT-компания, ведем интересные и амбициозные проекты разной сложности. В нашей небольшой, но очень дружной команде освободилось место python backend разработчика на нашем главном и самом перспективном проекте. Мы ищем ответственного человека с жаждой знаний, который сможет занять это место…"
    },
    {
        "title": "Developer python",
        "url": "https://tumen.rabota.ru/vacancy/45831061/?search_id=1646735418985neaju8o5fbc",
        "company": "ООО \"БИЗНЕС-ИННОВАЦИИ\"",
        "description": "Поддерживать и оптимизировать текущие проекты, создавать новые; участвовать в проработке и улучшении архитектуры системы и API; использовать современные подходы, инструменты и технологии. Требования: экспертное владение Python, PostgreSql и MySQL; навыки создания Rest API; ответственность за качество…"
    },
    {
        "title": "Backend-разработчик C/Go",
        "url": "https://tumen.rabota.ru/vacancy/44770797/?search_id=1646735418985neaju8o5fbc",
        "company": "Rambler&Co",
        "description": "Rambler&Co занимает первое место среди медиахолдингов России по размеру ежемесячной аудитории — свыше 39,5 млн человек (по данным Mediascope, Cross Web, H2 2021). В него входит «Лента.ру», «Газета.Ru», портал «Рамблер», «Чемпионат», «Секрет фирмы», WMJ.ru, Motor.ru, LiveJournal и ряд других медиаактивов…"
    },
    {
        "title": "Team Lead / Руководитель группы разработки",
        "url": "https://tumen.rabota.ru/vacancy/45986825/?search_id=1646735418985neaju8o5fbc",
        "company": "Smarter",
        "description": "SMARTER – аутсорсинговый контактный центр. Мы разработали программный комплекс для автоматизации работы всего колл-центра, сейчас им пользуются 1800 наших сотрудников и подключённые к системе компании-партнёры. У нас есть сложный и интересный проект с утвержденным планом развития на год с множеством…"
    }
]